brew "bat"
brew "cmatrix"
brew "docker"
brew "eza"
brew "git"
brew "n"
brew "postgresql@17", restart_service: :changed
brew "python@3.13"
brew "redis"
brew "starship"
brew "yadm"
cask "1password"
cask "asana"
cask "chatgpt"
cask "dbeaver-community"
cask "figma"
cask "firefox@developer-edition"
cask "gitkraken"
cask "orbstack"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "warp"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mark-tucker.aws-cli-configure"
vscode "miguelsolorio.min-theme"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.vscode-speech"
vscode "oderwat.indent-rainbow"
vscode "prisma.prisma"
vscode "vue.volar"
